Repository: AmirulAndalib/ToolKit
Catalog: i38n/*/*.po
Languages: ru

source: /cancel - to cancel
ru: /cancel - для отмены

source: ⚠ Invalid argument
ru: ⚠ Неверный аргумент

source: Argument <b>{arg_name}</b> incorrect
ru: Аргумент <b>{arg_name}</b> неверен

source: Argument <b>{arg_name}</b> required
ru: Аргумент <b>{arg_name}</b> обязателен

source: ⚠ Wrong type
ru: ⚠ Неверный тип

source: Command not supported
ru: Команда не поддерживается

source: Only sticker supported
ru: Поддерживаются только стикеры

source: Only text supported
ru: Поддерживается только текст

source: ⚠ Command not found
ru: ⚠ Команда не найдена

source: ⚠ User not found
ru: ⚠ Пользователь не найден

source: ⚠ You don't have the permission
ru: ⚠ У вас недостаточно прав

source: ⚠ You do not own chats
ru: ⚠ Ты не владеешь чатами

source: ⚠ Already exists
ru: ⚠ Уже существует

source: ⚠ Not replied
ru: ⚠ Нет ответа

source: ⚠ The bot has no or not enough rights
ru: ⚠ У бота нет прав или их не достаточно

source: ⚠ Back error
ru: ⚠ Ошибка возврата

source: ⚠ Not enough votes
ru: ⚠ Недостаточно голосов

source: Hi, I am a ToolKit bot and I am dedicated to everything you can imagine 😜 What I can do 😊 ┣ Edit photo 🌅 ┣ Moderate groups ⚙️ ┣ Decrypt voice 🎤 ┣ Generate voice 🎙 ┗ Generate memes 😎
ru: Привет я ToolKit бот и я предназначен для всего что можно представить 😜 Вот в вкратце что я умею 😊 ┣ Редактировать фото 🌅 ┣ Администрировать группы ⚙️ ┣ Расшифровывать ГС 🎤 ┣ Генерировать ГС 🎙 ┗ Генерировать мемы 😎

source: 🕒 Please wait,chats is loading
ru: 🕒 Подождите, чаты загружаются

source: 1⃣ Send me sticker
ru: 1⃣ Пришли мне стикер

source: 1⃣ Send me text
ru: 1⃣ Пришли мне текст

source: 2⃣ Send me command
ru: 2⃣ Пришли мне команду

source: Hello i am ToolKit bot What i can do this chat ┣ Moderate ⚙️ ┗ Decrypt voice messages 🎤 For administration commands to work, please grant these rights ┣ Delete messages ⚠ ┣ Invite links 🔗 ┗ Ban user ⛔
ru: Привет, я ToolKit бот Вот что я могу делать в этом чате ┣ Администрировать ⚙️ ┗ Расшифровывать ГС 🎤 Чтобы команды для администрирования работали, пожалуйста предоставьте эти права ┣ Удаление сообщений ⚠ ┣ Создавать ссылки 🔗 ┗ Банить пользователей ⛔

source: The bot now <b>has</b> administrator rights Now you <b>can</b> use commands like
ru: У бота <b>появились</b> права администратора Теперь вы <b>можете</b> использовать такие команды, как

source: The bot now <b>hasn't</b> administrator rights Now you <b>can't</b> use commands like
ru: У бота <b>забрали</b> права администратора Теперь вы <b>НЕ можете</b> использовать такие команды, как

source: ✅ Commands fixed
ru: ✅ Команды исправлены

source: Reason ❓ - <code>{reason}</code>
ru: Причина ❓ - <code>{reason}</code>

source: Moderator 👤 - <i>{admin}</i>
ru: Администратор 👤 - <i>{admin}</i>

source: Until ⌛ - <b>{until}</b>
ru: До ⌛ - <b>{until}</b>

source: User {user} unmuted 🔈
ru: Пользователь {user} размучен 🔈

source: Users {user} unmuted 🔈
ru: Пользователи {user} размучены 🔈

source: 🔈 Unmute - {user} ?
ru: 🔈 Размутить - {user} ?

source: User {user} muted 🔇
ru: Пользователь {user} змучен 🔇

source: Users {user} muted 🔇
ru: Пользователи {user} замучены 🔇

source: 🔇 Mute - {user} ?
ru: 🔇 Замутить - {user} ?

source: User {user} kicked out ⚠
ru: Пользователь {user} исключён ⚠

source: Users {user} kicked out ⚠
ru: Пользователи {user} исключёны ⚠

source: ⚠ Kick out - {user} ?
ru: ⚠ Исключить - {user} ?

source: User {user} unbanned ✅
ru: Пользователь {user} разблокирован ✅

source: Users {user} unbanned ✅
ru: Пользователи {user} разблокированы ✅

source: ✅ Unban - {user} ?
ru: ✅ Разблокировать - {user} ?

source: User {user} banned ⛔
ru: Пользователь {user} заблокирован ⛔

source: Users {user} banned ⛔
ru: Пользователи {user} заблокированы ⛔

source: ⛔ Ban - {user} ?
ru: ⛔ Заблокировать - {user} ?

source: ✅ Yes
ru: ✅ Да

source: ⛔ No
ru: ⛔ Нет

source: February 31, 1970
ru: 31 Февраля 1970 года

source: Without any reasons
ru: Без причины

source: 🗑 Chat purged of {count} messages
ru: 🗑 В чате удалено {count} сообщений

source: ↩ Undo
ru: ↩ Отмена

source: ✅ Check poll
ru: ✅ Проверить опрос

source: ⛔ Cancel poll
ru: ⛔ Отменить опрос

source: Chats
ru: Чаты

source: Self
ru: Себя

source: Choose what you want to customize
ru: Выбери что хочешь настроить

source: Choose chat
ru: Выбери чат

source: Add alias
ru: Добавить сокращение

source: Alias for sticker
ru: Сокращения по стикерам

source: Click to delete
ru: Нажми, чтобы удалить

source: Alias for text
ru: Сокращения по тексту

source: Delete ?
ru: Удалить ?

source: Yes 🗑
ru: Да 🗑

source: No ↩
ru: Нет ↩

source: Choose language
ru: Выберите язык

source: Change language
ru: Изменить язык

source: ↩ Back
ru: ↩ Назад

source: 🗑 Delete
ru: 🗑 Удалить

source: 👥 Mentions (@username,<a href="t.me/username">Jack Jackson</a> or reply)
ru: 👥 Упоминания (@username,<a href="t.me/username">Вася Пупкин</a> или ответ)

source: ⏳ Date[s|m|h|d|M|y] (1m 30s or 1M)
ru: ⏳ Дата[s|m|h|d|M|y] (1m 30s или 1M)

source: ❔ "Reason" (Yes in the quote)
ru: ❔ "Причина" (Да прям в кавычках)

source: 📈 Make a poll (-p --poll)
ru: 📈 Сделать опрос (-p --poll)

source: 🔢 Count (2 - 1000)
ru: 🔢 Количество (2 - 1000)

source: ⤴ Reply to delete above
ru: ⤴ Ответьте для удаления выше

source: Exit from form
ru: Выходит из формы

source: 🔧 Fix hints for commands
ru: 🔧 Исправить подсказки для команд

source: Fixes hints for commands
ru: Исправляет подсказки для команд

source: 🚑 Help for commands
ru: 🚑 Помощь по команам

source: Shows help (/help or /help ban)
ru: Показывает справку (/help или /help ban)

source: ⚙ Settings
ru: ⚙ Настройки

source: Shows settings
ru: Показывает настройки

source: ⛔ Block user
ru: ⛔ Заблокировать пользователя

source: ✅ Unblock user
ru: ✅ Разблокировать пользователя

source: ⚠ Kick user
ru: ⚠ Исключить пользователя

source: 🔇 Mute user
ru: 🔇 Замутить пользователя

source: 🔈 Unmute user
ru: 🔈 Размутить пользователя

source: 🗑 Purge messages
ru: 🗑 Удалить сообщения

source: Help command
ru: Команда справки

source: Command
ru: Команда

source: Admin command
ru: Админ команда

source: Reason
ru: Причина

source: Date
ru: Срок

source: User
ru: Пользователь

source: Purge command
ru: Команда очищения

source: Message count
ru: Количество сообщений

source: Off
ru: Выкл

source: Date only
ru: Только время

source: Full
ru: Полностью

source: Statistic mode changed on {mode}
ru: Режим статистики изменён на {mode}

source: Off - Nothing will be saved (nothing) Date only - Date of message will be saved (date) Full - Text and data of message will be saved (text and data) Current: {mode}
ru: Выкл - Ничего не сохраняется (ничего) Только время - Время сообщения будет сохранено (время) Полностью - Время и текст будет сохранено (время и текст) Текущее: {mode}

source: Statistic settings
ru: Настройки статистики

source: Chat settings (owner only)
ru: Настройки чата (для создателя)

source: Poll flag
ru: Флаг опроса

source: Report command
ru: Репорт команда

source: 🔥 Messages was be purged
ru: 🔥 Сообщения были удалены

source: ◀ To cancel
ru: ◀️ Для отмены

source: 🔥 Delete messages sent by the user
ru: 🔥 Удалить сообщения отправленные пользователем

source: Clear history flag
ru: Флаг очищения истории

source: Clear history command
ru: Команда очищения истории

source: Can't restrict chat owner
ru: Невозможно ограничить владельца чата

source: User is an administrator of the chat
ru: Пользователь является администратором чата

source: Can't restrict self
ru: Невозможно ограничить себя

source: What I can do ┗ Moderate groups ⚙️ GitHub - https://github.com/ToolKit-telegram Creator - @igorechek06
ru: Что я могу делать ┗ Администрировать чаты ⚙️ GitHub - https://github.com/ToolKit-telegram Создатель - @igorechek06

source: Send me sticker
ru: Отправь мне стикер

source: Send me text
ru: Отправь мне текст

source: Send me command
ru: Отправь мне команду

source: Send me report command Current - {command}
ru: Отправь мне репорт команду Текущая - {command}

source: Send me max report count (3 - 20) Current - {count}
ru: Отправить мне максимальное количество репортов (3 - 20) Текущее - {count}

source: Send me expire report time (from '1d' to '1y') Current - {delta} days
ru: Отправь мне срок истечения репорта (от '1d' до '1y') Текущий - {delta} дней

source: Hello i am ToolKit bot What i can do this chat ┗ Moderate ⚙️ For administration commands to work, please grant these rights ┣ Delete messages ⚠ ┣ Invite links 🔗 ┗ Ban user ⛔
ru: Привет я ToolKit бот Вот что я могу в этом чате ┗ Администрировать ⚙️ Чтобы админ команды работали, прошу выдайте мне следующие права ┣ Удаление сообщений ⚠ ┣ Пригласительные ссылки 🔗 ┗ Блокировка участников ⛔

source: Reports ‼️:
ru: Репорты ‼️:

source: Auto (/report)
ru: Автоматически (/report)

source: Date only - Date of message will be saved (date) Full - Text and data of message will be saved (text and data) Current: {mode}
ru: Только дата - будет сохранена дата сообщения (дата) Полный - Текст и данные сообщения будут сохранены (текст и данные) Текущее: {mode}

source: Set report execute command
ru: Изменить репорт команду

source: Set max report count
ru: Изменить макс. количество репортов

source: Set expire time
ru: Изменить время истечения репорта

source: Reports
ru: Репорты

source: 📈 Make a poll (-p --poll) 🎭 Make poll anonymous (-a --anonym) ⌚ Set poll expire time (-e=600 --expire:65) (1 - 10 min)
ru: 📈 Создать опрос (-p --poll) 🎭 Сделать опрос анонимным (-a --anonym) ⌚ Установить время работы опроса (-e=600 --expire:65) (1 - 10 min)

source: ‼️ Report user
ru: ‼️ Зарепортить пользователя

source: Report count
ru: Количество репортов

source: Report delta
ru: Время репорта

source: Anonym poll flag
ru: Флаг анонимного опроса

source: Poll expire flag
ru: Флаг истечения опроса
